{
    "navbar": {
        "about": "About me",
        "experience": "Experience",
        "projects": "Projects",
        "contact": "Contact",
        "english": "🇬🇧 English",
        "spanish": "🇪🇸 Spanish"
    },
    "about": {
        "title": "Hey, I'm <name>Adrian</name>",
        "description": "+1 year of experience. <career>Software Engineer and Full Stack Developer</career> from Seville, Spain 🇪🇸. Specialized in the development of <unique>unique</unique> web and mobile applications."
    },
    "experience": {
        "title": "Work experience",
        "first": {
            "role": "Full Stack Developer",
            "company": "Guadaltel",
            "period": "Nov. 2023 - Jul. 2024",
            "description": "I worked on the maintenance and continuous improvement of a web application for public administrations used by thousands of users. I collaborated with a development team to develop the tasks."
        },
        "second": {
            "role": "Tech Lead",
            "company": "Golgorio",
            "period": "Sept. 2024 - Dec. 2024",
            "description": "I led the complete development, both backend and frontend, of a mobile application with React Native for the organization of football matches that has more than 700 active users."
        },
        "third": {
            "role": "Software Developer",
            "company": "Éxxita",
            "period": "Jan. 2025 - Apr. 2025",
            "description": "I started as a full-time developer, participating in internal and external projects and leading the migration of legacy code. This experience strengthened my technical foundations and my ability to work in agile teams."
        },
        "fourth": {
            "role": "Software Developer",
            "company": "Freelance",
            "period": "Apr. 2025 - Present",
            "description": "As a freelance developer, I collaborate with companies and entrepreneurs creating custom digital solutions. I design web applications, automate processes and provide technical consulting aligned with their business objectives."
        }
    },
    "projects": {
        "title": "Projects",
        "first": {
            "name": "Golgorio - Soccer matches organization app",
            "description": "Mobile application to organize football matches in Seville and find teams to compete against. Created from scratch using Expo and used by +700 users and +20 courts to book."
        },
        "second": {
            "name": "Memify - Meme creation platform",
            "description": "Open-source web platform that allows the quick creation of memes from templates provided by R2. Different plans with payment gateway implemented with Stripe. User authentication. Designed with Figma."
        },
        "third": {
            "name": "Mariwano - Multipurpose Discord bot",
            "description": "Open-source Discord bot focused on entertaining users. Used by multiple servers. Various functionalities such as moderation, music playback, meme creation, and much more."
        }
    },
    "contact": {
        "title": "I'm always open to new opportunities and projects"
    },
    "footer": {
        "copyright": "© {date}. All rights reserved"
    },
    "button": {
        "contact": "Contact me",
        "visit": "Visit",
        "code": "Code"
    }
}