{
    "navbar": {
        "about": "Sobre m铆",
        "experience": "Experiencia",
        "projects": "Proyectos",
        "contact": "Contacto",
        "english": " Ingl茅s",
        "spanish": " Espa帽ol"
    },
    "about": {
        "title": "Hey, soy <name>Adrian</name>",
        "description": "+1 a帽o de experiencia. <career>Ingeniero de Software y Desarrollador full stack</career> de Sevilla, Espa帽a . Especializado en el desarrollo de aplicaciones web y m贸viles <unique>煤nicas</unique>."
    },
    "experience": {
        "title": "Experiencia laboral",
        "first": {
            "role": "Desarrollador Full Stack",
            "company": "Guadaltel",
            "period": "Nov. 2023 - Jul. 2024",
            "description": "Trabaj茅 en el mantenimiento y mejora continua de una aplicaci贸n web para las administraciones p煤blicas utilizada por miles de usuarios. Colabor茅 con un equipo de desarrollo para desarrollar las tareas."
        },
        "second": {
            "role": "Tech Lead",
            "company": "Golgorio",
            "period": "Sept. 2024 - Dic. 2024",
            "description": "Lider茅 el desarrollo completo, tanto backend como frontend, de una aplicaci贸n m贸vil con React Native para la organizaci贸n de partidos de f煤tbol que cuenta con m谩s de 700 usuarios activos."
        },
        "third": {
            "role": "Desarrollador de software",
            "company": "xxita",
            "period": "Enero 2025 - Abril 2025",
            "description": "Me inici茅 como desarrollador a tiempo completo, participando en proyectos internos y externos y liderando la migraci贸n de c贸digo legacy. Esta experiencia fortaleci贸 mis bases t茅cnicas y mi capacidad para trabajar en equipo de forma 谩gil."
        },
        "fourth": {
            "role": "Desarrollador de software",
            "company": "Freelance",
            "period": "Abril 2025 - Actualidad",
            "description": "Como desarrollador freelance, colaboro con empresas y emprendedores creando soluciones digitales a medida. Dise帽o aplicaciones web, automatizo procesos y ofrezco asesoramiento t茅cnico alineado con sus objetivos de negocio."
        }
    },
    "projects": {
        "title": "Proyectos",
        "first": {
            "name": "Golgorio - App para la organizaci贸n de partidos",
            "description": "Aplicaci贸n m贸vil para organizar partidos de f煤tbol en Sevilla y encontrar equipos contra los que competir. Creada desde cero utilizando Expo y utilizada por +700 usuarios y +20 pistas para reservar."
        },
        "second": {
            "name": "Memify - Plataforma para la creaci贸n de memes",
            "description": "Plataforma web de c贸digo abierto que permite la creaci贸n de memes r谩pidamente a partir de plantillas dadas por R2. Distintos planes con pasarela de pago implementada con Stripe. Autenticaci贸n de usuarios. Dise帽ada con Figma."
        },
        "third": {
            "name": "Mariwano - Bot de Discord de uso m煤ltiple",
            "description": "Bot de Discord de c贸digo abierto enfocado en el entretenimiento de los usuarios. Utilizado por m煤ltiples servidores. Diversas funcionalidades como la moderaci贸n, reproducci贸n de m煤sica, creaci贸n de memes, y mucho m谩s."
        }
    },
    "contact": {
        "title": "Estoy siempre abierto a nuevas oportunidades y proyectos"
    },
    "footer": {
        "copyright": "漏 {date}. Todos los derechos reservados"
    },
    "button": {
        "contact": "Cont谩ctame",
        "visit": "Visitar",
        "code": "C贸digo"
    }
}