{
    "navbar": {
        "about": "Sobre m칤",
        "experience": "Experiencia",
        "projects": "Proyectos",
        "contact": "Contacto",
        "english": "游섫릖 Ingl칠s",
        "spanish": "游쀯릖 Espa침ol"
    },
    "about": {
        "title": "Hey, soy <name>Adrian</name>",
        "description": "+1 a침o de experiencia. <career>Ingeniero de Software y Desarrollador full stack</career> de Sevilla, Espa침a 游쀯릖. Especializado en el desarrollo de aplicaciones web y m칩viles <unique>칰nicas</unique>."
    },
    "experience": {
        "title": "Experiencia laboral",
        "first": {
            "role": "Tech Lead",
            "period": "Sept. 2024 - Dic. 2024",
            "description": "Lider칠 el desarrollo completo, tanto backend como frontend, de una aplicaci칩n m칩vil con React Native para la organizaci칩n de partidos de f칰tbol que cuenta con m치s de 700 usuarios activos."
        },
        "second": {
            "role": "Desarrollador Full Stack",
            "period": "Nov. 2023 - Jul. 2024",
            "description": "Trabaj칠 en el mantenimiento y mejora continua de una aplicaci칩n web para las administraciones p칰blicas utilizada por miles de usuarios. Colabor칠 con un equipo de desarrollo para desarrollar las tareas."
        }
    },
    "projects": {
        "title": "Proyectos",
        "first": {
            "name": "Golgorio - App para la organizaci칩n de partidos",
            "description": "Aplicaci칩n m칩vil para organizar partidos de f칰tbol en Sevilla y encontrar equipos contra los que competir. Creada desde cero utilizando Expo y utilizada por +700 usuarios y +20 pistas para reservar."
        },
        "second": {
            "name": "Memify - Plataforma para la creaci칩n de memes",
            "description": "Plataforma web de c칩digo abierto que permite la creaci칩n de memes r치pidamente a partir de plantillas dadas por R2. Distintos planes con pasarela de pago implementada con Stripe. Autenticaci칩n de usuarios. Dise침ada con Figma."
        },
        "third": {
            "name": "Mariwano - Bot de Discord de uso m칰ltiple",
            "description": "Bot de Discord de c칩digo abierto enfocado en el entretenimiento de los usuarios. Utilizado por m칰ltiples servidores. Diversas funcionalidades como la moderaci칩n, reproducci칩n de m칰sica, creaci칩n de memes, y mucho m치s."
        }
    },
    "contact": {
        "title": "Estoy siempre abierto a nuevas oportunidades y proyectos"
    },
    "footer": {
        "copyright": "춸 {date}. Todos los derechos reservados"
    },
    "button": {
        "contact": "Cont치ctame",
        "visit": "Visitar",
        "code": "C칩digo"
    }
}